Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: various interests relating to resource and land use in Norway, in Sápmi/Sábme/Sáepmie and in the northern regions
nb: ulike interesser knyttet til ressurs- og arealbruk i Norge, Sápmi/Sábme/Sáepmie og nordområdene

source: In this context Sami and other indigenous peoples have knowledge of nature that it is important to respect.
nb: I denne sammenhengen har samer og andre urfolk kunnskap om naturen som det er viktig å vise respekt for.

source: receive, give and explain messages
nb: fortelle, forklare, gi og ta imot beskjeder

source: Man-made environmental problems also form part of this subject area.
nb: Det dreier seg også om offentlig sektors rolle i verdiskapingen.

source: Altogether, she studied 24 different pedagogical activities in two kindergartens in Denmark.
nb: Hun har studert til sammen 24 ulike pedagogiske aktiviteter i to barnehager i Danmark.

source: Norway’s sets great store by children’s participation in ECEC pedagogy.
nb: I Norge er det lagt sterk vekt på barnas medvirkning i barnehagepedagogikken.

source: Accordingly, it is very important that we, as researchers, avoid asking abstract questions and are careful to ask the most specific questions possible about particular cases.’
nb: Det er derfor det er så viktig at vi som er forskere, i stedet for å stille abstrakte spørsmål, stiller mest mulig konkrete spørsmål knyttet til konkrete caser.

source: explain how machines and tools are constructed, how they work and their areas of use
nb: forklare konstruksjon av, virkemåte til og bruksområder for maskiner og verktøy

source: This main subject area covers socialisation, personal finances, forms of cohabitation and criminality.
nb: Hovedområdet omfatter sosialisering, personlig økonomi, samlivsformer og kriminalitet.

source: Or did they learn that they also have a possibility to express resistance by standing together against the adults?
nb: Eller lærte de at de også har mulighet til å yte motstand ved å stå sammen mot de voksne?

source: Central to this main subject area is designing and use of market surveys.
nb: I tillegg omfatter hovedområdet analyse av bedriftskultur og tiltak en ledelse kan iverksette for å utvikle en organisasjons bedriftskultur.

source: They try to join the play with other children, but can’t manage on their own’, comments Monica Seland.
nb: De forsøker å bli med i lek med andre barn, men greier det ikke på egen hånd, sier Monica Seland.

source: As a reflecting individual, each one of us can shape ourselves as a person.
nb: Som reflekterende individ kan mennesket forme seg selv.

source: In Item 3 we assumed that many students had solved the item graphically on the calculator, but this does not appear to have happened in Item 4.
nb: I oppgave 3 antok vi at det var en god mulighet for at mange av de norske elevene hadde løst oppgaven grafisk på kalkulatoren, men det virker ikke som om det har skjedd i oppgave 4.

source: There is tremendous variation in the different settings.
nb: For her finnes det enormt stor variasjon i miljøene.

source: give an account of climatic and vegetation zones around the world and how humans exploit these
nb: gjøre rede for klima- og vegetasjonssoner i verden og hvordan mennesker gjør seg nytte av dem, og gjøre rede for samiske benevnelser

source: recognise ambiguity in the Norwegian language
nb: gjenkjenne sidemål, svensk, dansk og samisk

source: use varied and nuanced vocabulary, master proverbs and idiomatic forms of expression and adapt language and genre for a given purpose and recipient
nb: bruke et variert, nyansert ordforråd, mestre ordtak og idiomatiske uttrykk og tilpasse språk og sjanger til formål og mottaker

source: understand simple messages
nb: forstå enkle beskjeder

source: in the subject of Norwegian is necessary to master new text forms and ways of expressing oneself.
nb: digitale verktøy i samisk som førstespråk er nødvendig for å mestre nye tekstformer og uttrykk.

source: She also interviewed 30 children, ranging in age from three to five years old, in addition to 13 employees, to find out what they think about the rules.
nb: I tillegg intervjuet hun 30 barn i alderen tre til fem år og 13 ansatte for å finne ut hva de syntes om reglene.

source: It includes knowledge and basic characteristics of English usage and the relationship between language, culture and society, and the application of linguistic tools for different types of texts.
nb: Det omfatter kunnskap om grunnleggende trekk ved engelsk språkbruk og sammenhengen mellom språk, kultur og samfunn og bruk av språklige virkemidler i ulike typer tekster.

source: in social studies means being able to search for information, explore websites, critically assess sources, exercise netiquette and select relevant information on topics in the subject.
nb: i samfunnsfag innebærer å gjøre beregninger, gjennomføre informasjonssøk, utforske nettsteder, utøve kildekritikk og nettvett og velge ut relevant informasjon om faglige temaer.

source: understand the main content of simple texts about familiar topics
nb: skrive sammenhengende med personlig og funksjonell håndskrift

source: express and give grounds for own opinions about familiar topics
nb: vurdere egne tekster og egen skriveutvikling ved hjelp av kunnskap om språk og tekst

source: The pupils demonstrate and develop competence in the subject in year 9 when they reason about and discuss geometrical properties and relationships.
nb: Elevene viser og utvikler kompetanse i faget på 9. trinn når de resonnerer over og diskuterer geometriske egenskaper og sammenhenger.

source: Culture, society and literature
nb: tolke og bruke historisk tallmateriale i faglig arbeid

source: Even though there are no significant gender differences in mathematics performance for Norwegian students, there are grounds for concern in that only 38% of students in 3MX are girls.
nb: Selv om det ikke er signifikante kjønnsforskjeller i matematikkprestasjoner for norske elever, gir det grunn til bekymring at det bare er 38 % av elevene i 3MX som er jenter.

source: define and carry out calculations with the terms frequency, period, wavelength and wave speed, and explain qualitative bending and interference phenomena
nb: definere og regne med begrepene frekvens, periode, bølgelengde og bølgefart, og forklare kvalitativt bøynings- og interferensfenomener

source: To explore refers to experiencing and experimenting, often encouraging curiosity and sense of wonder.
nb: Å utforske handler om å oppleve og eksperimentere og kan ivareta nysgjerrighet og undring.

source: Continuity and tensions within the humanism tradition are key elements.
nb: Kontinuitet og spenninger innen den livssynshumanistiske tradisjonen er sentralt.

source: It also involves using scales, rules, standards etc., reckoning in time and applying math to the use of money and manage personal economy.
nb: Det innebærer også å bruke målestokk, regne med tid, og å anvende regning til å forvalte pengebruk og personlig økonomi.

source: They should produce their own texts in different styles using appropriate tools, and they should adapt language and form to suit a variety of purposes, recipients and media.
nb: Norsk for døve og sterkt tunghørte forholder seg til et bredt og sammensatt spekter av tekster, både muntlige, skriftlige og sammensatte tekster, der skrift, lyd, tegnspråk og bilder spiller sammen.

source: Researcher Åsta Birkeland urges kindergartens to be more aware of how they use their walls.
nb: Forsker Åsta Birkeland oppfordrer barnehagen til å være bevisst på hva veggene brukes til.

source: give an account of and compare the rights of Sign Language speakers and Sami / minority language speakers in the Nordic countries and other parts of the world
nb: gjøre rede for og sammenligne tegnspråkliges og samiske/minoritetsspråkliges rettigheter i Norden og i andre deler av verden

source: In the common areas some equipment and toys were present, while in others they were put in closed cupboards.
nb: I noen fellesområder sto en del utstyr og leker framme, mens det i andre var plassert i lukkede skap.

source: give an account of key trends in Norwegian and international deaf history
nb: vurdere språklige nyanser ved oversettelser mellom tegnspråk og norsk

source: Figure 2.8 Teachers’ views of how frequently different work forms are used in mathematics lessons (3MX in Norway).
nb: Figur 2.8 Lærernes syn på hvor ofte ulike arbeidsmåter benyttes i matematikktimene (3MX i Norge).

source: It involves forming opinions, asking questions and using argumentation with help from informal language, precise terminology and the use of concepts.
nb: Det innebærer å gjøre seg opp en mening, stille spørsmål og argumentere ved hjelp av både et uformelt språk, presis fagterminologi og begrepsbruk.

source: prepare an overview of norms that regulate the relationship between people and talk about the consequences of breaking with norms
nb: lage en oversikt over normer som regulerer forholdet mellom mennesker og samtale om konsekvenser ved å bryte normene

source: This is why the infection control recommendations are based on the same principles as before.
nb: Bruk av offentlig transport til og fra skolen begrenses der det er mulig.

source: identify and use different situations and learning strategies to expand one`s English-language skills
nb: avlese og benytte et ordforråd som dekker ulike emner og fag

source: give an account of employee and employer organizations and their place in working life and explain the factors that influence wages and working conditions
nb: gjøre rede for nærings-, arbeidstaker- og arbeidsgiverorganisasjonene og deres plass i arbeidslivet og for faktorer som bestemmer lønns- og arbeidsvilkår

source: carry out sorting, weighing and transport of farmed organisms
nb: utføre sortering, veiing og transport av oppdrettsorganismer

source: In Knowledge of Christianity, Religion, Philosophies of life and Ethics (KRLE), basic skills are understood as follows:
nb: I kristendoms-, religions- og livssynskunnskap forstås grunnleggende ferdigheter slik:

source: give an account of different proofs for Pythagoras’ equation, in terms of cultural history as well as mathematics
nb: gjøre rede for forskjellige bevis for Pytagoras’ setning, både matematisk og kulturhistorisk

source: present an overview of the diversity of humanistic traditions, important historic events and Humanism's position in Norway and the world today
nb: gi en oversikt over viktige historiske hendelser og livssynshumanismens stilling i Norge og i verden i dag

source: assess risk in work operations and implement measures to reduce the risk of injury or damage to personnel, farmed organisms and equipment
nb: vurdere risiko ved arbeidsoperasjoner og iverksette tiltak for å redusere faren for skade på personell, oppdrettsorganismer og utstyr

source: The subject also deals with the planning of work processes.
nb: Faget omhandler også planlegging av arbeidsprosesser.

source: They walked around picking things up from the floor and they bent over low tables when cleaning and tidying.
nb: De gikk rundt og plukket opp gjenstander på gulvene og bøyde seg over lave bord når de ryddet og gjorde rent.

source: The programme subject also covers operational and maintenance plans and relevant regulations.
nb: Programfaget omfatter videre drifts- og vedlikeholdsplaner og gjeldende regelverk.

source: This is a higher percentage than in all the reference countries, and also higher than the international average.
nb: I Norge oppgir tilnærmet alle lærerne at de har fordypning i matematikk, det er en høyere prosentandel enn i alle referanselandene og også høyere enn det internasjonale gjennomsnittet.

source: Finally, she also lifts Sofie up to the bench and brings out the teddy bear.
nb: Til slutt løfter hun også Sofie opp på benken og tar fram teddybjørnen.

source: use simple listening and speaking strategies
nb: skrive beskjeder og beskrivende, fortellende og spørrende setninger

source: express his/her own reactions to film, pictures and music
nb: gi uttrykk for egne reaksjoner på film, bilder og musikk

source: For example, even the toddlers were to be encouraged to climb up on their chairs by themselves.
nb: Selv de minste barna skulle for eksempel oppfordres til å klatre opp på barnestolen selv.

source: It covers the Bible as a source of cultural understanding and faith, and Christianity's significance for society and culture.
nb: omfatter kristendommen i historisk perspektiv og hvordan kristendommen blir forstått og praktisert i verden og i Norge i dag, Bibelen som kilde til kulturforståelse og tro og kristendommens betydning for samfunn og kultur.

source: historical accounts are influenced by the points of view and context of the author
nb: mat og brukt naturressurser, og vurdere betydningen av dette for mennesker og et bærekraftig samfunn

source: collect, sort, note and illustrate data using tally marks, tables and bar graphs, with and without the use of digital tools, and converse about the process and what the illustrations tell us about the data
nb: samle, sortere, notere og illustrere data på hensiktsmessige måter med tellestreker, tabeller og søylediagrammer, med og uten digitale verktøy, og samtale om prosess og framstilling

source: give an account of how modern sensors are characterized, and how the sensors’ characteristics set limits for measurements
nb: gjøre rede for hvordan moderne sensorer karakteriseres, og hvordan sensorenes egenskaper setter begrensninger for målinger

source: To attain this, pupils must be allowed to work both theoretically and practically.
nb: For å oppnå dette må elevene få anledning til å arbeide både praktisk og teoretisk.

source: in Marketing and management involves being able to use word processing programs, spreadsheet, statistics and presentation tools to show results from market surveys, studies and work.
nb: i markedsføring og ledelse innebærer å kunne bruke tekstbehandlingsprogrammer, regneark, statistikker og presentasjonsverktøy for å vise resultater av markedsundersøkelser, studier og arbeid.

source: give an account of the interaction between different forms of expression, such as language, images, music and graphics in composite texts from a variety of media
nb: gjøre rede for samspillet mellom ulike uttrykksformer, som språk, bilde, musikk og grafikk i sammensatte tekster fra ulike medier

source: talk with and ask questions of their fellow pupils concerning technical topics and events in everyday life
nb: samtale med og stille spørsmål til medelever om faglige emner og hendelser i hverdagen

source: Mathematics for the social sciences - programme subject in programmes for Specialization in General Studies (MAT4-01)
nb: Læreplan i matematikk for samfunnsfag - programfag i utdanningsprogram for studiespesialisering (MAT4-01)

source: Maja Plum has studied Danish kindergartens and she has discovered that a great deal of the good work they do is due to the relationship between the staff members.
nb: Maja Plum har ­undersøkt ­danske barnehager og ­oppdaget hvor mye av det gode arbeidet som ligger i relasjonene mellom de ansatte.

source: “They don’t work alone.
nb: – De arbeider ikke alene.

source: The school’s contribution is equally as important:
nb: Foreligge en generell anbefaling om bruk av munnbind i kommunen, og

source: History and philosophy 2
nb: Historie og filosofi 2

source: The main subject area deals with developing an overview and insights into human history and investigating, discussing and elaborating on how human beings and society have changed over time.
nb: Hovedområdet dreier seg om å utvikle historisk overblikk og innsikt, og å undersøke og drøfte hvordan mennesker og samfunn har forandret seg gjennom tidene.

source: give an account of how IT solutions are developed in collaborations between individuals, and what this requires in terms of the planning and developmental processes
nb: i informasjonsteknologi innebærer å planlegge og beskrive IT-løsninger, og utarbeide brukerveiledninger og dokumentasjon.

source: present information about climate change to polar areas, and give an account of different views as to causes to climate change and the effects of these
nb: gjøre rede for samhandling med politi og brannvesen og vise hvordan en kan ivareta sikkerheten og håndteringen av pasienter i forbindelse med ulykker og andre farlige situasjoner

source: The elective subject of Hall and Stage will promote tolerance and trust through creative interaction.
nb: Opplæringen i programfaget skal fremme glede, spenning og utfordring, og bidra til opplevelser av mestring og utvikling av den enkeltes selvbilde.

source: It involves working with letters and symbols, and transformation of and use of formulae.
nb: Det dreier seg om regning med bokstaver og symboler, og omforming av og regning med formler.

source: And the children are seen and heard.
nb: Og de blir sett og hørt.

source: Curriculum for Basic Norwegian for language minorities (NOR7-01)
nb: Læreplan i grunnleggende norsk for språklige minoriteter (NOR7-01)

source: Swedish researcher Ann Quennerstedt visited ECEC institutions wearing what she calls her ‘human rights glasses’.
nb: Den svenske forskeren Ann Quennerstedt har gått inn i barnehagen med det hun kaller menneskerettighetsbriller.

source: discuss how words and images work together in picture books and other visual media
nb: gjenkjenne og vise hvordan negasjoner, fortellende og spørrende setninger er forskjellige på norsk og tegnspråk

source: Being able to read also means to be able to interpret and understand tables and diagrams.
nb: Å kunne lese betyr også å kunne tolke og forstå tabeller og diagrammer.

source: ‘The fact that researchers have a tendency to exaggerate small differences between sample groups is a methodological problem with research.’
nb: – Det er et metodisk problem i forskningen at forskere har en tilbøyelighet til å overdrive små forskjeller som de finner mellom grupper.

source: The teacher awards grades in art and crafts based on the pupil's craft skills in relation to different materials, and their use of creative strategies and competence to visualise ideas.
nb: Læreren skal sette karakter i kunst og håndverk basert på elevens håndverksferdigheter i ulike materialer, bruk av kreative strategier og kompetanse i å visualisere ideer.

source: SOCIAL ECONOMICS – PROGRAMME SUBJECT IN PROGRAMMES FOR SPECIALIZATION IN GENERAL STUDIES (SOK1-01)
nb: Læreplan i samfunnsøkonomi - programfag i utdanningsprogram for studiespesialisering (SOK1-01)

source: Your consent implies both participation in the study and the results being used for research.
nb: En god organisering med elevnær og tydelig ledelse, støttende og kompetent elevtjeneste og ikke minst satsing på og trygging av kontaktlærer.

source: to the present day have changed peoples’ lives and shaped expectations for the future
nb: fornorskningen av samene og de nasjonale minoritetene og urettferdigheten de har blitt utsatt for, og

source: measurements for area and volume in practical situations and represent them in different ways
nb: mål for areal og volum i praktiske situasjoner og representere dem på ulike måter

source: Sofie does not move.
nb: Men Sofie beveger seg ikke.

source: cell references and formulas
nb: cellereferanser og formler

source: spend 20 per cent of their time on administration, planning and documentation, and 17 per cent on practical tasks.
nb: bruker 20 PROSENT av tiden sin til administrasjon, planleggingsarbeid og dokumentasjon, og 17 PROSENT til praktiske oppgaver.

source: This also means participating in discussions, communicating ideas and elaborating on problems, solutions and strategies with other pupils.
nb: Det vil si å være med i samtaler, kommunisere ideer og drøfte matematiske problemer, løsninger og strategier med andre.

source: Swedish researcher Jonna Larsson has 20 years’ experience as a preschool teacher.
nb: Den svenske forskeren Jonna Larsson har 20 års erfaring som barnehagelærer, og hun har jobbet mye med naturfag, særlig med fugler og andre biologiske temaer.

source: describe and interpret the main features of political developments in Norway after 1814
nb: beskrive og tolke hovedlinjer i den politiske utviklingen i Norge etter 1814

source: explore the commutative and associative properties of addition and
nb: utforske den kommutative og den assosiative egenskapen ved

source: The aims of the training are to enable the apprentice to
nb: Saksbehandlingen skal være forsvarlig.

source: The principle of inclusion is at risk’, remarks Hannås.
nb: Inkluderingsprinsippet står da i fare, sier Hannås.

source: represent data in tables and graphs that are produced digitally and manually, with and without using digital tools, and read, interpret and assess their usefulness
nb: representere data i tabeller og diagrammer som er framstilt med og uten digitale verktøy, lese og tolke framstillingene og vurdere hvor nyttige de er

source: The interaction between cultural norms and societal control on the one hand and individual actions and choices on the other are key elements of the main subject area.
nb: Samspillet mellom kulturelle normer og samfunnsstyring på den ene siden og individuelle handlinger og valg på den andre, er sentralt i hovedområdet.

source: This takes place in relation to the other employees, those around me, and in relation to the children, the parents, and everyone else.
nb: Dette skjer også sammen med de andre ansatte, de rundt meg, med barna, foreldrene, alle sammen.

source: The main subject area covers the political system on all levels and the welfare state.
nb: Hovedområdet omfatter det politiske systemet på alle nivåer og velferdsstaten.

source: present different forms of expression from art and music related to Judaism
nb: presentere ulike uttrykk fra kunst og musikk knyttet til jødedommen

source: compare and present characters and plots in children's and youth literature
nb: forstå og gjenfortelle enkle tekster på svensk og dansk tegnspråk

source: explore and describe structures and changes in geometric patterns and number patterns using figures, words and formulas
nb: utforske og beskrive strukturer og forandringer i geometriske mønster og tallmønster med figurer, ord og formler

source: Little Helmer examines the photo of the frog and says: ‘
nb: Da ser lille Helmer på fotografiet av frosken og sier:

source: ‘One way to interpret this is to recognise that there has been a shift from care to learning’, remarks Löfdahl Hultman.
nb: – En måte å forstå dette på er at det har skjedd en forskyvning fra omsorg til læring, mener Löfdahl Hultman.

source: It also focuses on globalisation, distribution of resources and sustainable development.
nb: Det handler også om globalisering, fordeling av ressurser og bærekraftig utvikling.

source: The students in mathematics were asked to answer some questions relating to the frequency of different working methods used in class.
nb: Elevene i matematikk ble bedt om å besvare spørsmål om hvor ofte ulike typer arbeidsmåter ble benyttet i undervisningen.

source: The main subject area Welfare differences involves an analysis of welfare differences in Norway.
nb: dreier seg om analyse av velferdsforskjeller i Norge.

source: reason, cases of infection and outbreaks can occur, even with strictly enforced infection control measures.
nb: det ses smittetilfeller og enkelte utbrudd i skoler og barnehager selv når smitteverntiltak er godt implementert.

source: Formative assessment is assessment that is used to promote pupils’ learning.
nb: det lagt meir vekt på elevvurdering enn på lærlingvurdering i dette
